{"articles": [{
  "title": "Is This Giant Chicken Real? To The Surprise Of Many, This Is Not A Human In A Chicken Costume",
  "headline": "This Giant Chicken is Real and Legit Terrifying",
  "author": "Megan Grant",
  "content": "Loch Ness. Bigfoot. Giant chicken. One of these things actually exists, and it's not the one you want. A video recently surfaced online of the biggest poultry meat you've ever seen, leaving viewers asking one crucial question: Is this giant chicken real? We're all going to have nightmares tonight, because yes, it's real. And it's legitimately a behemoth of a chicken. It appears to be roughly the weight of a horse. Except it's a chicken.",
  "image": "https://typeset-beta.imgix.net/2017/3/21/c98a0ee8-14e6-4d0f-9b3b-7a9b111571b5.jpg"
},  {
  "title": "The U.S. Will Ban Some International Passengers From Bringing Electronic Devices On Planes — REPORT",
  "headline": "An Electronics Ban Might Be Coming To US Planes",
  "author": "Seth Millstein",
  "content": "According to a Reuters report, the U.S. plans to ban passengers from certain countries from taking electronics on planes. The Guardian reports that the new restriction will apply to 13 countries, although it's unclear which ones. Two Middle East-based airlines — Royal Jordanian Airlines and Saudi Arabia airlines — confirmed that effective immediately, passengers on U.S.-bound flights on their airlines won't be allowed to take any electronics on board other than cell phones and medical devices. However, Royal Jordanian Airlines later deleted the tweet confirming the new policy.",
  "image": "https://typeset-beta.imgix.net/2017/3/20/111437254.jpg"
}, {
  "title": "These Are The Happiest Countries In the World, According to 2017's World Happiness Report",
  "headline": "These are the Happiest Countries in the World",
  "author": "Megan Grant",
  "content": "Starting in 2012 and happening every year after, the World Happiness Report determines the happiest countries in the world; and the results for 2017 have been released — on March 20, World Happiness Day, no less. It uses the social foundations of happiness to develop this ranking list, assessing factors such as generosity, a sense of freedom, healthy life expectancy, having someone to count on, GDP (gross domestic product) per capita, and freedom from corruption. Around 3,000 respondents in each of over 150 countries participated, evaluating their lives on a scale of 0 (worst possible life) to 10 (best possible life). The top 10 happiest countries are actually the same as last year — but they've shuffled around a little.",
  "image": "https://typeset-beta.imgix.net/2017/3/21/9b1d4d84-c70a-4710-bd7b-8fd5115b083d.jpg"
  }]
}
